Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ རྫུ་འཕྲུལ་ ཇི་ལྟ་བུ་ མངོན་པར་ འདུ་ བྱ་བ་ མངོན་པར་ འདུ་ མཛད་པ ས །_ ཅི་ ནས་ ཤཱཀྱའི་ བུ་ དགའ་བོ་ དང་ འཁོར་ བཞི་པོ ས་ སྐྱེ་དགུ འི་ བདག་མོ་ གཟུགས་ ལྡན་ མས་ གོས་ ཀྱི་ གྲྭ་ དེ་ ལ་ བཤང་བ་ བྱས་པ་ མཐོང་བ་ དེ་ལྟ་ བུ འི་ རྫུ་འཕྲུལ་ མངོན་པར་ འདུ་ བྱ་བ་ མངོན་པར་ འདུ་ མཛད་ དོ །_།
en: $1428 The Blessed One then performed a miraculous feat, which caused the son of the Śākyas Nanda and the fourfold retinue to clearly notice that the wife Rūpavatī had excreted feces in the folds of the garment.

source: དེ་ནས་ ཤཱཀྱའི་ བུ་ དགའ་བོ ས་ ཁྱིམ་བདག་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ་ ལ་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: The son of the Śākyas Nanda then exclaimed to the householder Vijayarakṣa ,

source: ཁྱིམ་བདག་ ཁྱོད་ ཉིད་ ཀྱི་ སྐྱེ་དགུ འི་ བདག་མོ ས་ གོས་ ཀྱི་ གྲྭ་ ལ་ བཤང་བ་ བྱས་པ་ ལ་ ལྟོས །_
en: “Look, householder! |#| Your very own wife has defecated in the folds of your garment.”

source: དེ་ནས་ ཁྱིམ་བདག་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ ས་ ཤཱཀྱའི་ བུ་ ནགས་ སྦྱིན་ ལ་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: $1429 The householder Vijayarakṣa then turned to the son of the Śākyas called Vanadatta and said,

source: ནགས་ སྦྱིན་ གང་ ཁོ་བོ འི་ ཆུང་མ ས་ བཤང་བ འམ །_ གཅི་བ་ བྱས་པ་ དེ་ སྙམ་ དུ་ སེམས་པ་ དེ་ ནི་ ཐེ་ཙོམ་ ཟོས་ ནས་ |#| རྣམ་པར་ ལྟ་བ ར་ བྱེད་ ཀྱི་
en: “Vanadatta, I would look to see if my wife had excreted or urinated if I had some doubt about it. |#| But

source: ཁོ་བོ་ ནི་ དེ་ སྙམ་ དུ་ མི་ སེམས་ ན །_ |#| དེ་ ཇི་ལྟ ར་ ཁོ་བོ ས་ རྣམ་པར་ བལྟ་བ ར་ བྱ །_
en: how can I look when such a thing is impossible?

source: བཙུན་པ་ བདག་ སེམས་པ་ ལྟར་ ན་ ཁྱོད་ ཀྱིས་ བཤང་བ་ ཁྱེར་ ཏེ་ འོངས་ པ་ སྙམ་ བྱེད་ དོ །_།
en: Venerable one, this makes me think that perhaps you are the one who came carrying feces!”

source: དེ་ནས་ ཤཱཀྱའི་ བུ་ དགའ་བོ་ ཤས་ ཆེ ར་ ཁྲོས་ འཁྲུགས་ རྔམ་ སྟེ །_
en: $1430 At that the son of the Śākyas became so enraged that

source: སྟན་ ལས་ ལངས་ ནས་ ཁྱིམ་བདག་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ་ ལ་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: he rose from his seat and shouted at the householder Vijayarakṣa ,

source: ཁྱིམ་བདག་ ཁྱོད་ ནི་ ལྷགས་པ ར་ ཆགས་པ་ ཡིན་ ཏེ །_
en: “Householder, you are so attached that

source: ཁྱོད་ ཀྱི་ མིང་ ཁྱིམ་བདག་ བཤང་བ་ ཞེས་ བྱ་བ ར་ གདགས་ སོ །_།
en: I will start calling you ‘Householder Feces’!

source: ཁྱིམ་བདག་ ཁྱོད་ ཀྱིས་ རང་ གི་ ཆུང་མ་ ལ་ ལག་པ་ གཉི་ག ས་ བཟུང་ ནས་ རང་ གི་ གོས་ ཀྱི་ གྲྭ་ ལ་ འདུག་ ཏུ་ མ་ བཅུག་ གམ །_
en: Householder, did you not take your wife by her hand and wrap her in the folds of your own garment?

source: ཁྱིམ་བདག་ དེ་ཉིད་ ཀྱིས་ ད་ལྟ ར་ གནས་སྐབས་ དེ་ བྱས་པ ར་ མ་ གྱུར་ ཏམ །_
en: Householder, was it not precisely that which created the present circumstance?

source: དྲི་ འབྱུང་བ་ འདི་ ཁྱོད་ ཀྱིས་ མངོན་སུམ་ དུ་ གྱིས་ ཤིག _།
en: See the source of the stench with your own eyes!

source: དེ་ལྟ་བས་ན་ ཁྱིམ་བདག་ ཁྱོད་ ནི་ ལྷག་པ ར་ [179b] ཆགས་པ་ ཡིན །_ |#| ལྷག་པ ར་ ཁ་དྲག་པ་ ཡིན་ ཏེ །_
en: Householder, since you are so attached [179.b] and impertinent,

source: གང་ ཁྱོད་ བཤང་བ འི་ ནང་ ན་ གནས་ ཤིང་ །_ གཞན་དག་ ལ་ སྐུར་པ་ འདེབས་པ ར་ བྱེད་པ་ ནི་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ་ མ་ ཡིན་ ནོ །_།
en: As you sit there in feces, insulting others, you are no longer Vijayarakṣa .

source: ཁྱིམ་བདག་ འཁོར་ འདི་ ནས་ སོང་ ཤིག་ ཁྱིམ་བདག་ སླར་ སོང་ ཤིག _།_
en: Householder, leave this retinue! |#| Go away, householder!

source: ཁྱིམ་བདག་ འཁོར་ འདི་ ནས་ མི་སྣང་བ ར་ གྱིས་ ཤིག _།
en: Vanish from this retinue, householder!

source: ཁྱིམ་བདག་ རྣམ་པར་ མི་སྣང་བ ར་ གྱིས་ ཤིག _།
en: Completely vanish, householder!”

source: དེ་ནས་ ཁྱིམ་བདག་ དེས་ ཆུང་མ་ དེ་ ལ་ ལག་པ་ ནས་ བཟུང་ ནས་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: $1431 The householder then took his wife by the hands and demanded of her,

source: གཡོ་ སྦེད་ མ་ ཁྱོད་ ཇི་ལྟ ར་ ན་ ང འི་ གོས་ ཀྱི་ གྲྭར་ བཤང་བ་ བྱ་བ ར་ སེམས །_
en: “Conniving woman, how could you even get the idea to defecate in the folds of my garment?”

source: ཁྱིམ་བདག་ གང་ གིས་ བཤང་བ འི་ སྣོད་ བླངས་ ནས་ |#| རང་ གི་ གོས་ ཀྱི་ གྲྭ་ ལ་ འདུག་ ཏུ་ བཅུག་པ་ དེ་ ནི་ དེ་ལྟ ར་ འགྱུར་ རོ །_།
en: “Householder,” |#| “such things happen when one takes a receptacle of feces and wraps it into the folds of one’s own garment.”

source: དེ་ནས་ ཁྱིམ་བདག་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ་ སྐྱོ་བ ར་ གྱུར་ ནས །_ |#| བཤང་བ འི་ གོང་བུ་ དེ་ ས་ ལ་ དོར་བ ར་ བྱ འོ་ སྙམ་ ན་ ཡང་ མ་ནུ ས་ ལ །_
en: $1432 Dejected, the householder Vijayarakṣa considered tossing the feces to the ground, but he could not.

source: ཕྱིར་ཞིང་ ཡན་ལག་ དང་ ཉིང་ལག་ དག་ བསྐུས་པ ར་ ཡང་ གྱུར་ ཏེ །_ |#| དེས་ ཤཱཀྱའི་ གཞོན་ནུ་ ནགས་ སྦྱིན་ ལ་ སྨྲས་པ །_
en: Instead he proceeded to smear it all over his body, and then said to the son of the Śākyas Vanadatta,

source: བཙུན་པ་ གང་ གིས་ བདག་ བཤང་བ འི་ དྲི་ འདི་ ལས་ ཡོངས་སུ་ ཐར་བ ར་ འགྱུར་བ འི་ རིགས་པ་ འདི་ ན་ ཅི་ ཡོད །_
en: “Venerable, tell me, what is the best way now to be completely free of the stench of this feces?”

source: ནགས་ སྦྱིན་ གྱིས་ སྨྲས་པ །_
en: said Vanadatta.

source: ཁྱིམ་བདག་ ཁྱོད་ འདི་ དང་ གཞན་ ལས་ ཀྱང་ ཡོངས་སུ་ ཐར་བ ར་ འགྱུར་ མོད་ ཀྱི་ འོན་ཀྱང་
en: $1433 “Householder, you will indeed be completely free of this and other things,” |#| “However,

source: གང་ ཁྱོད་ གནས་ འདི་ ནས་ ཕྱིར་ སོང་ ན་ |#| འདི་ ན་ འདིར་ རིགས་པ འི་ མཆོག་ ཏུ་ འགྱུར་ རོ །_།
en: it would be most appropriate now for you to leave this place.

source: ཁྱིམ་བདག་ ཁྱོད་ ཆུང་མ་ དང་ ལྷན་ཅིག་ ཏུ་ བཤང་བ འི་ དྲི་ དེས་ འཆི་བ ར་ འགྱུར་བ འི་ ཕྱིར་ རོ །_།
en: This is because, householder, you will die from the stench of feces that accompanies your wife.”

source: བཙུན་པ་ དགེ་སྦྱོང་ དག་ ནི་ སྙིང་རྗེ་ ཅན་ ཞེས་ བྱ་བ་ ཡིན །_
en: “Venerable, mendicants are known as ‘compassionate.’

source: དགེ་སྦྱོང་ དག་ ནི་ སྙིང་བརྩེ་བ་ ཅན་ ཞེས་ བྱ་བ་ ཡིན །_
en: Mendicants are known as ‘loving.’

source: ཤཱཀྱའི་ བུ་ ཞེས་ བྱ་བ་ ཡིན་ ན །_ |#| ཇི་ཙམ་ དུ་ ཁྱོད་ ལྷག་པ འི་ སྐྱེས་བུ་ ཡིན་པ་ ནི་ ངོ་མཚར་ ཏོ །_།
en: So, being a ‘son of the Śākyas,’ I wonder how much of a special being you are.”

source: དེ་ནས་ ཤཱཀྱའི་ བུ་ ནགས་ སྦྱིན་ གྱིས་ ཁྱིམ་བདག་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ་ ལ་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: $1435 The son of the Śākyas Vanadatta replied to the householder Vijayarakṣa ,

source: ཁྱིམ་བདག་ ཁོ་བོ ས་ ཁྱོད་ ལ་ ཇི་ལྟ ར་ སྙིང་རྗེ ར་ བྱར །_ ཇི་ལྟ ར་ ཡང་སྙིང་ བརྩེ་བ ར་ བྱ །_
en: “Why should I be compassionate toward you? |#| And why should I be loving toward you?

source: དེ་བཞིན་ གཤེགས་པ་ ཆོས་སྟོན་པ་ ན་
en: When the Thus-Gone One was teaching the Dharma,

source: ཁྱོད་ ཀྱིས་ བདག་ གི་ སྐྱེ་དགུ འི་ བདག་མོ་ ལ་ བཤང་བ འམ་ གཅི་བ་ མ་ མཆིས་ སོ་ ཞེས་ སྨྲས་ ན །_ |#| ཁྱོད་ བཅོམ་ལྡན་འདས་ དང་ མི་ འཐུན་ པར་ བྱེད་ ཅིང་ ཁོ་བོ་ ལ་ ཡང་ སྐུར་པ་ འདེབས་པ ར་ བྱེད་ དམ །_
en: you disagreed with him, and said, ‘My wife has neither feces nor urine.’ |#| And thereafter you insulted me too, did you not?

source: ཁྱིམ་བདག་ ཁྱོད་ ཀྱི་ སྐྱེ་དགུ འི་ བདག་མོ་ ལ་ བཤང་ [180a] བ འམ་ གཅི་བ་ ཡོད་ དམ་ མེད་ ཁྱོད་ མངོན་སུམ་ གྱིས་ ལྟོས་ ཤིག _།
en: Householder, you need to look with your own eyes to see whether or not your wife has feces or urine.” [180.a]

source: དེ་ནས་ ཁྱིམ་བདག་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ ས་ སྐྱེ་དགུ འི་ བདག་མོ་ ལ་ སྨྲས་པ །_
en: The householder Vijayarakṣa then snapped at his wife,

source: སྐྱེ་དགུ འི་ བདག་མོ་ ཁྱོད་ རང་ གི་ ཁྱིམ་ དུ་ སོང་ ཤིག _།
en: “Wife, you should go home!”

source: དེ་ནས་ ཁྱིམ་བདག་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ ས་ རང་ གི་ ཆུང་མ་ བཏང་ ནས |#| ཤཱཀྱའི་ གཞོན་ནུ་ ནགས་ སྦྱིན་ ལ་ སྨྲས་པ །_
en: $1436 Having sent his wife away, Vijayarakṣa said to the Śākya youth Vanadatta,

source: བཙུན་པ་ ཁོ་བོ ས་ ནི་ བུད་མེད་ རྣམས་ ཀྱི་ སྐྱོན་ དང་ །_ བུད་མེད་ རྣམས་ ཀྱི་ སྒྱུ་ དག་ མཐོང་ སྟེ །_
en: “Venerable, I see the faults of women. |#| I see the untrustworthiness of women.

source: ནགས་ སྦྱིན་ ཁོ་བོ་ ཁྱིམ་ ནས་ ཁྱིམ་ མེད་པར་ རབ་ཏུ་ འབྱུང་བ ར་ འདོད་ དོ །_།
en: Vanadatta, I wish to go forth from home to homelessness.”

source: ཤཱཀྱའི་ བུ་ ནགས་ སྦྱིན་ གྱིས་ ཁྱིམ་བདག་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ་ ལ་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: $1437 The son of the Śākyas Vanadatta then said to the householder Vijayarakṣa ,

source: ཁྱིམ་བདག་ ཁྱོད་ གལ་ཏེ་ ལོ་ བརྒྱ ར་ ལུས་ སྤོས་ ཐམས་ཅད་ ཀྱིས་ བདུགས་ ཤིང་ སྒོས་ ཤིག་ དང་
en: “Householder, fumigate and soak your body with all kinds of fragrances for one hundred years!

source: ཁྱིམ་བདག་ ཁྱོད་ དེ་ལྟ ར་ ན་ བཅོམ་ལྡན་འདས་ ལས་ རབ་ཏུ་ འབྱུང་བ་ ཕྱིས་ འཐོབ་བོ །_།
en: If you do that you will later succeed in going forth under the Blessed One.

source: ཁྱིམ་བདག་ ཁྱོད་ ཀྱི་ ལུས་ དེ་ ནི་ བཤང་བ འི་ དྲི་ དེས་ དྲི་ མི་ ཞིམ་པ ར་ གྱུར་པ འི་ ཕྱིར་ རོ །_།
en: This is because, householder, your body has become foul-smelling from the stench of feces.”

source: དེ་ནས་ ཁྱིམ་བདག་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་ བ ས་ ཤཱཀྱའི་ བུ་ ནགས་ སྦྱིན་ ལ་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: $1438 The householder Vijayarakṣa then said to the son of the Śākyas Vanadatta,

source: བཙུན་པ་ གལ་ཏེ་ ཁོ་བོ ས་ ལོ་ གཅིག་ གམ །_ ལོ་ བརྒྱ ར་ བདུགས་ ན་ དེ་ཉིད་ དུ་ བྲེལ་བ འི་ བདག་ འཆི་བ འི་ དུས་ བྱེད་པ ར་ འགྱུར་ ཞིང་ །_ བཅོམ་ལྡན་འདས་ ཀྱང་ ཡོངས་སུ་ མྱ་ངན་ ལས་ འདས་པ་ ཆེན་པོ ར་ མི་ འགྱུར་ རམ་ སུ ས་ ཤེས །_
en: “Venerable, whether I fumigate myself for one year or a hundred years, who knows if, while occupied with precisely that, I will die, or the Blessed One will pass away?

source: བཙུན་པ་ ཡང་ གལ་ ཏེ་ ཁོ་བོ་ བཅོམ་ལྡན་འདས་ ལས་ རབ་ཏུ་ བྱུང་བ་ ཐོབ་ ན །_
en: On the other hand, venerable, if I do receive ordination from the Blessed One,

source: ཁོ་བོ ས་ གྲོང་ དང་ །_ གྲོང་ཁྱེར་ དང་ །_ ཡུལ་འཁོར་ དང་ །_ རྒྱལ་པོ འི་ ཕོ་བྲང་ དག་ ཏུ་ མི་ འཇུག་ ཅིང་ །_ དགོན་པ་ དང་ །_ བསོད་སྙོམས་ དང་ །_ ཆོས་གོས་ ངན་པ་ འཆང་བ ར་ བྱ འོ །_།
en: I will not enter villages, towns, countries, or royal palaces. |#| I will instead frequent the wilderness, beg for alms, and wear poor quality religious robes.

source: དེ འི་ ཕྱིར་ བདག་ དེ་ལྟ་ བུ འི་ ངན་པ་ དགོན་པ་པ་ ལ་ སུ་ཞིག་ དྲི་ མི་ ཞིམ་པ་ མནོམ་ པར་ འགྱུར །_
en: Therefore, who will smell the foul stench of a forest-dwelling miscreant like me?”

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ ཁྱིམ་བདག་ དེ་ ལ་ འདི་སྐད་ ཅེས་ བཀའ་ སྩལ་ ཏོ །_།
en: $1439 The Blessed One then said to the householder,

source: ཁྱིམ་བདག་ ཁྱོད་ ཁྱིམ་ ནས་ ཁྱིམ་ མེད་པར་ རབ་ཏུ་ འབྱུང་བ ར་ འདོད་ དམ །_
en: “Householder, do you wish to go forth from home to homelessness?”

source: དགེ་སློང་ ཚུ ར་ ཤོག་ ཚངས་པ ར་ སྤྱད་པ་ སྤྱོད་ ཅིག _།
en: “Monk, come join me, and live the holy life!”

source: དེ་ནས་ དེ་ཙམ་ གྱིས་ ཁྱིམ་བདག་ དེ་ རབ་ཏུ་ བྱུང་ ནས་
en: Once the householder, just at these words, had gone forth,

source: ཞག་ བདུན་ ལོན་པ་ བཞིན་ དུ་ གོས་ ངུར་སྨྲིག་ དང་ ལྡན་ ཞིང་ མགོ་ བྲེགས་ ཏེ །_
en: he was dressed in ochre robes and his head was shaven as if seven days had passed, and

source: ལག་མཐིལ་ ན་ ལྷུང་བཟེད་ ཐོགས་པ ར་ གྱུར་ ཏོ །_།
en: he had an alms bowl in the palms of his hands.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ དེ་ ལ་ ཆོས་ བསྟན་ ཏེ །_ |#| སྡུག་བསྔལ་ འཕགས་པ འི་ [180b] བདེན་པ་ ཡང་དག་ པར་ རབ་ཏུ་ བསྟན་ ཅིང་ །_ དེ་བཞིན་ དུ་ ཀུན་འབྱུང་བ་ དང་ །_ འགོག་པ་ དང་ །_ ལམ་ འཕགས་པ འི་ བདེན་པ་ ཡང་དག་ པར་ རབ་ཏུ་ བསྟན་ ཏོ །_།
en: $1441 The Blessed One then taught him the Dharma, [180.b] teaching the noble truth of suffering, and, likewise, the noble truths of its origin, its cessation, and the path.

source: དེ་ནས་ དགེ་སློང་ དེ་དེ་ ཉིད་ ཀྱི་ ཚེ་ ཆོས་ རྣམས་ ལ་ ཆོས་ ཀྱི་ མིག་ རྡུལ་མེད་ ཅིང་ དྲི་མ་ དང་ བྲལ་བ་ རྣམ་པར་ དག་ གོ །_།
en: Right away the monk gained the stainless and immaculate Dharma eye that sees phenomena.

source: དེ་ནས་ དེ་ བྱ་བ་ ཐོབ་ སྟེ །_
en: He had acquired the vocation, so

source: དེ འི་ མཚན་མོ་ འདས་ ནས་ སྔ་དྲོ འི་ ཚེ་ ཆོས་གོས་ བགོས །_ |#| ལྷུང་བཟེད་ ཐོགས་ ནས་ རྒྱལ་པོ འི་ ཁབ་ ཀྱི་ གྲོང་ཁྱེར་ ཆེན་པོ ར་ བསོད་སྙོམས་ ཀྱི་ ཕྱིར་ ཞུགས་ སོ །_།
en: the next morning he set out for the city of Rājagṛha wearing religious robes and carrying an alms bowl.

source: དེ་ རྒྱལ་པོ འི་ ཁབ་ ཀྱི་ གྲོང་ཁྱེར་ ཆེན་པོ་ བསོད་སྙོམས་ ཀྱི་ ཕྱིར་ མཐར་ཆགས་ སུ་ རྒྱུ་བ ས་ རང་ གི་ ཁྱིམ་ ག་ལ་བ་ དེར་ སོང་ སྟེ་ ཕྱིན་ ནས །_ |#| ཕྱོགས་ གཅིག་ ཏུ་ ཅང་ མི་སྨྲ་ བར་ བསོད་སྙོམས་ ཀྱི་ ཕྱིར་ འདུག་ གོ །_།
en: While moving in rounds throughout the city of Rājagṛha for alms, he reached his own home and sat silently to one side for alms.

source: བུད་མེད་ གཟུགས་ ལྡན་ མས་ ཁྱིམ་བདག་ རྒྱལ་བ་ སྲུང་བ་ རབ་ཏུ་ བྱུང་ སྟེ །_ |#| ཆོས་གོས་ བགོས །_ |#| ལྷུང་བཟེད་ ཐོགས་ ཤིང་ བསོད་སྙོམས་ ཀྱི་ ཕྱིར་ འོངས་པ་ མཐོང་ སྟེ །_
en: His wife Rūpavatī saw that it was him, the householder Vijayarakṣa , who had taken ordination and come for alms wearing religious robes and carrying an alms bowl.

source: ཁྱིམ་བདག་ ཁྱོད་ ཀྱིས་ ནི་ མི་ འཚམ་པ ར་ བྱས་ སོ །_།
en: “Householder, you have acted inappropriately.”

source: དེ་ནས་ དགེ་སློང་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ ས་ དེ་ ལ་ སྨྲས་པ །_
en: replied the monk Vijayarakṣa.

source: སྲུ་ ཁྱོད་ ཀྱིས་ ཁོ་བོ འི་ གོས་ ཀྱི་ གྲྭར་ བཤང་གཅི་ བྱས་ ཤིང་ དེས་ ཀྱང་ ཁོ་བོ འི་ ལུས་ ཐམས་ཅད་ དྲི་ མི་ ཞིམ་པ ར་ བྱས་ ན་ |#| ཁྱོད་ ཁོང་ དུ་ ཆུད་ དམ །_
en: $1442 “Do you understand that you excreted and urinated in the folds of my garment and thus left my entire body with a foul stench?”

source: ཁྱིམ་བདག་ ཁྱོད་ ཁོ་མོ་ ལ་ སྐུར་པ་ གདབ་པ ར་ སེམས་པ་ འདི་ ནི་ ཁྱོད་ ཀྱི་ ཆ་ མ་ ཡིན་ ཏེ
en: $1443 “Householder,” |#| “this thing that you are criticizing me for did not happen to you.

source: ཁྱིམ་བདག་ འདི་ལྟར་ ཁོ་མོ་ ཕས་ རང་ གི་ ཁྱིམ་ ནས་ རང་ གི་ ཁྱིམ་ དུ་ རྗེས་སུ་ འཇུག་ ཏུ་ བཅུག་ ནས །_
en: Householder, I was forced by my father to follow him between our homes, and [do not recall even showing my face outside of any door, let alone going to see the Blessed One at the Kalandaka­nivāpa in the Veṇuvana.”]

source: སྒོ་ གང་ གི་ ཕྱི་རོལ་ ཏུ་ བཞིན་ ཉེ་བ ར་ བསྟན་པ ར་ ཡང་ མི་ དྲན་ ན །_
en: [Householder, I was forced by my father to follow him between our homes, and ]do not recall even showing my face outside of any door, [let alone going to see the Blessed One at the Kalandaka­nivāpa in the Veṇuvana.”]

source: འོད་མ འི་ ཚལ་ བྱ་ ཀ་ ལན་ ད་ ཀ་ གནས་པ ར་ བཅོམ་ལྡན་འདས་ ཀྱི་ ཐད་ དུ་ སོང་བ་ ལྟ་ཅི་ སྨོས །_
en: [Householder, I was forced by my father to follow him between our homes, and do not recall even showing my face outside of any door, ]let alone going to see the Blessed One at the Kalandaka­nivāpa in the Veṇuvana.”

source: རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ ས་ སྨྲས་པ །_
en: said Vijayarakṣa .

source: སྲུ་ ཁོ་བོ་ ལ་ དཔང་པོ་ བཅོམ་ལྡན་འདས་ དང་ ཤཱཀྱའི་ བུ་ ནགས་ སྦྱིན་ དང་ །_ འཁོར་ བཞི་པོ་ ཡོད་ དེ །_
en: $1444 “I have as witnesses the Blessed One, the son of the Śākyas Vanadatta, and the fourfold assembly,”

source: འདི་ལྟར་ ཁོ་བོ་ དང་ ཁྱོད་ ཤཱཀྱའི་ བུ་ ནགས་ སྦྱིན་ གྱིས་ བཟུང་ ནས་ འཁོར་ དེ་ནས་ |#| བསྐྲད་པ འང་ ཁྱོད་ མི་ དྲན་ ནམ །_
en: “Do you not recall that you and I were apprehended by the son of the Śākyas Vanadatta and exiled from the assembly?”

source: དེ་ནས་ བདུད་ སྡིག་ཅན་ ཁྱིམ་བདག་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ འི་ རྒྱབ་ ཏུ་ འདུག་ ནས་ |#| སྨྲས་པ །_
en: $1445 Then Māra, the evil one, sat down behind the householder and said,

source: ཁྱིམ་བདག་ གང་ གི་ ཕྱིར་ འཁྱམ་ དུ་ བཅུག་ ཅིང་ བསྐྲད་པ་ དེ་ ནི་ འདི་ མ་ ཡིན་ ཏེ
en: “Householder, this is not why you were exiled and caused to wander.

source: དེ་ ནི་ སྤྲུལ་པ་ ཡིན་པ ར་ གྱུར་ ཏོ །_།
en: It was due to a magical apparition.

source: དགེ་སློང་ ཁྱོད་ འདོད་པ འི་ ཡོན་ཏན་ ལྔ་པོ་ དག་ གིས་ མངོན་པར་ དགའ་བ ར་ གྱིས་ ཤིག _།
en: Monk, you should enjoy the five sense pleasures!

source: ཁྱིམ་བདག་ ཁྱོད་ ནི་ དགེ་སྦྱོང་ གཽ་ ཏ་ མས་ བསླུས་ ཏེ །_
en: Householder, you were deceived by the mendicant Gautama.

source: དེས་ ནི་ དགེ་སློང་ མང་ དུ་ དེ་ལྟ་ བུར་ འཁྱམ་ དུ་ བཅུག་ [181a] ནས་ རབ་ཏུ་ ཕྱུང་ ངོ་ །_།
en: He has allowed many monks to go forth and thus caused them to wander.” [181.a]

source: དགེ་སློང་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ ས་ སྨྲས་པ །_
en: asked the monk Vijayarakṣa.

source: སྐྱེས་བུ་ གང་ གི་ ཕྱིར་ ཁོ་བོ་ དྲི་ མི་ ཞིམ་པ ར་ བྱས་པ་ དེ་ ནི་ སྤྲུལ་པ་ ཡིན་པ ར་ གྱུར་ ཏོ །_།
en: $1446 “So, the reason I was made to smell foul was because of a magical apparition?”

source: སྨྲས་པ་
en: he replied.

source: དེ་དེ་ བཞིན་ ནོ །_།
en: “Indeed,”

source: དེ འི་ ཕྱིར་ ཁྱོད་ ཀྱང་ སྤྲུལ་པ་ ཡིན །_
en: $1447 “Then you are also a magical apparition,”

source: ཁོ་བོ་ ཡང་སྤྲུལ་པ་ ཡིན །_
en: “And I too am a magical apparition.

source: བཅོམ་ལྡན་ འདས་ ཀྱིས་ ཆོས་ བསྟན་པ་ ཐམས་ཅད་ ཀྱང་ སྤྲུལ་པ་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: And all the teachings taught by the Thus-Gone One are also like a magical apparition.”

source: དེ་ནས་ བུད་མེད་ དེ་ ཆོས་ རྣམས་ ལ་ ཆོས་ ཀྱི་ མིག་ རྡུལ་མེད་ ཅིང་ དྲི་མ་ དང་ བྲལ་བ་ རྣམ་པར་ དག་ གོ །_།
en: $1448 At that point the woman purified the stainless and immaculate Dharma eye that sees phenomena.

source: དེ་ནས་ དེ་ དད་པ་ རྙེད་ ཅིང་ ཡིད་ཆེས་པ་ ཐོབ་ ནས་ སྨྲས་པ །_
en: Having gained devotion and acquired conviction, she said,

source: དགེ་སློང་ མངོན་པར་ དགའ་བ ར་ གྱིས་ ཤིག _།
en: “Be happy, monk!

source: ཚངས་པ ར་ སྤྱད་པ་ སྤྱོད་ ཅིག _།
en: Live the holy life!

source: ཁོ་མོ་ ཡང་ བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ དེ་བཞིན་ དུ་ རབ་ཏུ་ འབྱུང་ ངོ་ །_།
en: I will likewise go forth under the teaching of the Blessed One.”

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ ཆོས་ རྣམས་ ཀྱི་ དོན་ གྱི་ དབང་ དེ་ཉིད་ ལ་ རྟེན་ ནས །_
en: $1449 Based on precisely that true perspective regarding phenomena,

source: ཚེ་ དང་ ལྡན་པ་ ཤ་ར་དྭ་ཏི འི་ བུ་ ལ་ འདི་སྐད་ ཅེས་ བཀའ་ སྩལ་ ཏོ །_།
en: the Blessed One said to the venerable Śāradvatī­putra,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བཞི་པོ་ འདི་དག་ ནི་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ མངོན་པར་ རྫོགས་པ ར་ འཚང་རྒྱ་བ ར་ འདོད་པ ས་ ཡོངས་སུ་ སྤང་བ ར་ བྱ་བ་ ཡིན་ ཏེ
en: “Śāradvatī­putra, there are four qualities that bodhisattva great beings who want to fully awaken to unexcelled and perfect buddhahood should abandon.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ ས་ སྡིག་པ འི་ གྲོགས་པོ་ ཡོངས་སུ་ སྤང་བ ར་ བྱ་བ་ ཡིན །_
en: Śāradvatī­putra, bodhisattva great beings should abandon evil companions.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ བུད་མེད་ དང་ འདྲེ་བ་ ཡོངས་སུ་ སྤང་བ ར་ བྱ་བ་ ཡིན །_
en: Śāradvatī­putra, bodhisattva great beings should abandon association with women.

source: བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ ས་ གཅེར་བུ་པ འི་ སྨྲ་བ་ དང་ འཇིག་རྟེན་ རྒྱང་ ཕན་པ འི་ གསང་ཚིག་ ཡོངས་སུ་ སྤང་བ ར་ བྱ་བ་ ཡིན །_
en: Bodhisattva great beings should abandon the speech of nirgranthas and the spells of materialists.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ ས་ ལོག་པ ར་ ལྟ་བ འི་ རྒུད་པ་ ཡོངས་སུ་ སྤང་བ ར་ བྱ་བ་ ཡིན་ ཏེ །_
en: And, Śāradvatī­putra, bodhisattva great beings should abandon the degeneration of wrong view.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ཆོས་ བཞི་པོ་ དེ་དག་ ནི་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ ས་ ཡོངས་སུ་ སྤང་བ ར་ བྱ་བ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, these four qualities should be abandoned by bodhisattva great beings.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ཆོས་ བཞི་པོ་ དེ་དག་ ཇི་ལྟ་བ་ བཞིན་ དུ་ དེ་ལྟ ར་ བར་ཆད་ བྱེད་པ འི་ ཆོས་ གཞན་ ནི་ ངས་ ཡང་དག་ པར་ རྗེས་སུ་ མ་ མཐོང་ ངོ་ །_།
en: Śāradvatī­putra, I have never seen other qualities that create obstacles exactly as these four do.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ལྟ་བས་ན །_ |#| ཐེག་པ་ ཆེན་པོ་ ལ་ ཡང་དག་ པར་ ཞུགས་ པས་ ཆོས་ བཞི་པོ་ དེ་དག་ ཡོངས་སུ་ སྤང་བ ར་ བྱ་ ཞིང་
en: $1450 “Śāradvatī­putra, it is for this reason that those who have entered the Great Vehicle should abandon these four things.

source: ཡོངས་སུ་ སྤངས་ ནས་ |#| ཀྱང་ །_ གང་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ མངོན་པར་ རྫོགས་པ ར་ འཚང་རྒྱ་བ ར་ འདོད་པ ས་ ཆོས་ [181b] གཞི་ ཀུན་ ཏུ་ བསྟེན་པ ར་ བྱ་ བསྒོམ་པ ར་ བྱ །_ |#| ལན་ མང་ དུ་ བྱ་བ་ ཡིན་ ཏེ །_
en: Having abandoned them, whoever wishes to fully awaken to unexcelled and perfect buddhahood [181.b] should then rely upon, cultivate, and develop four other things.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ སངས་རྒྱས་ སམ་ བྱང་ཆུབ་ སེམས་དཔའ་ འམ་ ཉན་ཐོས་ གང་ བྱང་ཆུབ་ སེམས་དཔ འི་ སྡེ་སྣོད་ ཀྱི་ ཆོས་ ཀྱི་ རྣམ་ གྲངས་ འདོམས་པ ར་ བྱེད །_ |#| རྗེས་སུ་ སྟོན་པ ར་ བྱེད་པ འི་ དགེ་བ འི་ བཤེས་གཉེན་ ཀུན་ ཏུ་ བསྟེན་པ ར་ བྱ་ ཞིང་ བསྒོམ་པ ར་ བྱ་ ལ་ ལན་ མང་ དུ་ བྱ་བ་ ཡིན །_
en: Śāradvatī­putra, they should rely upon, cultivate, and develop a relationship with a spiritual friend—either a buddha, bodhisattva, or hearer—who instructs upon and teaches the Dharma discourses of the Bodhisattva Collection.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གཞན་ ཡང་ བྱང་ཆུབ་ སེམས་དཔ ས་ བུད་མེད་ དང་ འདྲེ་བ་ རྣམ་པར་ བཟློག་པ འི་ ཕྱིར་ མངོན་པར་ འབྱུང་བ་ དང་ །_ རབ་ཏུ་ འབྱུང་བ་ དང་ །_ དགོན་པ ར་ གནས་པ་ ཀུན་ ཏུ་ བསྟེན་པ ར་ བྱ་ ཞིང་ །_ བསྙེན་པ ར་ བྱ་ ལ །_ བསྙེན་བཀུར་ བྱ་བ་ ཡིན །_
en: Śāradvatī­putra, moreover, in order to avoid association with women, bodhisattvas should rely upon, revere, and serve those who are renounced, those who have gone forth, and those who dwell in the forest.

source: ཤ་ར་ དྭ་ཏི འི་ བུ་ གཞན་ ཡང་ བྱང་ཆུབ་ སེམས་དཔ ས་ གཅེར་བུ འི་ སྨྲ་བ་ དང་ འཇིག་རྟེན་ རྒྱང་ ཕན་པ་ བཟློག་པ འི་ ཕྱིར་ ཆོས་ དེ་དག་ གཟུང་བ་ དང་ །_ ཀུན་ ཆུབ་པ་ དང་ །_ མི་ བརྗེད་པ ར་ བྱ་བ ར་ རྣལ་འབྱོར་ དུ་ བྱ་བ་ ཡིན །_
en: Śāradvatī­putra, moreover, in order to avoid materialists and the speech of nirgranthas, bodhisattvas should engage in the practice of receiving, mastering, and memorizing the teachings.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གཞན་ ཡང་ བྱང་ཆུབ་ སེམས་དཔ ས་ ལོག་པ ར་ ལྟ་བ་ རྣམ་པར་ བཟློག་པ འི་ ཕྱིར་ ཆེན་པོ་ སྟོང་པ་ཉིད་ ཀྱི་ ཡང་དག་པ འི་ ལྟ་བ་ ཀུན་ ཏུ་ བསྟེན་པ ར་ བྱ་ ཞིང་ བསྙེན་པ ར་ བྱ་བ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, moreover, in order to avoid wrong view, bodhisattvas should rely upon and cultivate the correct view of great emptiness.”

source: བདེ་བ ར་ གཤེགས་པ ས་ དེ་སྐད་ གསུངས་ ནས །_
en: $1451 Once the Blissful One had thus spoken,

source: དེ་ནས་ སྟོན་པ ས་ གཞན་ ཡང་ བཀའ་ སྩལ་པ །_
en: the Teacher also imparted the following instructions:

source: བུད་མེད་ འདྲེ་བ་ རྣམ་པར་ སྤང་ །_།
en: “One should abandon association with women;

source: སྡིག་པ འི་ གྲོགས་ པོ འང་ སྤང་བ ར་ བྱ །_།
en: One should also abandon evil companions.

source: ལོག་པ ར་ ལྟ་བ་ བཟློག་པ འི་ ཕྱིར །_། འཇིག་རྟེན་ རྒྱང་ ཕན་ རྣམ་པར་ སྤང་ །_།
en: In order to avoid wrong view, One should abandon materialists.

source: གང་ཞིག་ བུད་མེད་ སྟེན་ བྱེད་ ཅིང་ །_། དེ་བཞིན་ སྡིག་པ འི་ གྲོགས་པོ་ དང་ །_། དེ་བཞིན་ འཇིག་རྟེན་ རྒྱང་ ཕན་ དང་ །_། ལོག་པ ར་ ལྟ་བ་ སྟེན་ བྱེད་པ །_། ལྟ་ངན་ ལ་སོགས་ བསྟེན་པ ས་ ན །_། |#| མི་ ཁོམ་ དག་ ཏུ་ མྱུར་བ ར་ འགྲོ །_། |#| སངས་རྒྱས་ དད་པ་ ཕུན་ཚོགས་ དང་ །_། དལ་བ་ ཤིན་ཏུ་ རྙེད་ དཀའ་ ཡིན །_།
en: $1452 “Whoever relies upon women, Evil companions, Materialists, And wrong view, |#| $1453 “Will, through relying upon such bad views, and the rest, Immediately migrate to unfortunate states, And find it exceedingly difficult to acquire The leisures and excellent faith in the Buddha.

source: གང་ཞིག་ སྡིག་པ་ སྟེན་ འདོད་པ །_། དེ་ ནི་ སྡིག་པ འི་ སྤྱོད་ཡུལ་ འགྱུར །_།
en: $1454 “Whoever wants to rely on the evil Will become absorbed in evil.

source: སྡིག་པ འི་ སྤྱོད་ཡུལ་ སྤྱོད་པ་ ནི །_། སྡིག་པ་ ཅན་ གྱི་ འགྲོ་བ ར་ འགྲོ །_།
en: Those who partake of evil experience Will migrate to evil destinies.

source: གང་ཞིག་ བྱང་ཆུབ་ ཞུགས་ གྱུར་པ །_། དེ་ཕྱིར་ བུད་མེད་ བསྟེན་ མི་ བྱ །_།
en: $1455 “Whoever has set out for awakening Should not rely upon women.

source: མི་གཙང་ བསྐུས་པ འི་ ཕག་ བཞིན་ དུ །_། རྒྱང་ བསྲིང་ རྣམ་པར་ སྤང་བ ར་ བྱ །_།
en: One should keep them at bay, As one would a pig smeared with filth.

source: ཆོས་མ་ ཡིན་པ་ གང་ སྟོན་པ འི །_། སྡིག་པ འི་ གྲོགས་པོ་ བསྟེན་ མི་ བྱ །_།
en: $1456 “One should not rely on evil friends Who teach what is at odds with Dharma.

source: ཆོས་མ་ ཡིན་པ འི་ སྤྱོད་ སྟེན་ ན །_།
en: By relying on conduct at odds with Dharma

source: !སེམས་ གྲལ་ མུན་པ ར་ འགྱུར་བ་ ཡིན །_།
en: One will be shrouded in unconscious#70 oblivion.

source: གཅེར་བུ་ རྣམས་ ཀྱིས་ གང་ འཛིན་པ །_། [182a] འཇིག་རྟེན་ རྒྱང་ པན་ བསྟེན་ མི་ བྱ །_།
en: $1457 “One should not rely on materialists [182.a] And what is held by nirgranthas.

source: !ཀུན་ ཏུ་ འཇམ་པོ་ ཇི་ བསྟེན་ ཀྱང་ །_། དེ་ ཚེ་ དམིགས་པ་ འཐོབ་པ་ ཡིན །_།
en: They may teach#71 ever so gently, You will end up acquiring their perspective.

source: དེ་དག་ ཐམས་ཅད་ རྣམ་ སྤངས་ ནས །_།
en: $1458 “Once you have abandoned all those,

source: ལོག་པ ར་ ལྟ་བ་ རྣམ་པར་ སྤང་ །_།
en: You should abandon wrong view.

source: འཁོར་བ འི་ རྩ་བ་ དེ་ ཡིན་པ ར །_། འདིར་ ནི་ ང་ ཡིས་ བསྟན་པ་ ཡིན །_།
en: I have taught here That this is the root of saṃsāra.

source: ཆོས་ ངན་པ་ དག་ རྣམ་ སྤངས་ ནས །_། |#| བྱང་ཆུབ་ སྤྱད་པ་ སྤྱོད་པ་ ན །_།
en: $1459 “If you abandon negative qualities, And practice the conduct of a bodhisattva,
